{
    "When you're trying to understand a complex issue, do you look at the individual parts separately, or do you try to understand how they all interact and affect each other?":[
      "I tend to look at each part separately.",
      "I attempt to understand how all the parts interact.",
      "Sometimes a, sometimes b, depending on the situation."
    ],
    "When addressing a challenge, do you think about how it fits within the bigger picture?":[
      "Rarely, I focus on the immediate challenge.",
      "Always, I think about its context and larger environment.",
      "Sometimes, it depends on the situation."
    ],
    "How comfortable are you with identifying patterns and trends in complex data or information?":[
      "I often struggle to identify patterns or trends.",
      "I am quite comfortable and often identify patterns that others may not notice.",
      "I can identify patterns if they are quite obvious. "
    ],
    "When making a decision, do you think about how actions might come back around to affect the situation again (like a cycle)?":[
      "Rarely, I don’t usually consider cyclical effects.",
      "Always, I think about how my decisions might loop back and impact the situation in the future.",
      "Occasionally, but it's not a primary concern."
    ],
    " If a part of a system is changed, do you take into account how this could affect other parts of the system?":[
      "I rarely think about how a change will impact other parts of the system.",
      "I always think about the potential impacts on the entire system before making a change.",
      "Sometimes I do, but not always."
    ],
    "When implementing a change, how often do you think about possible side effects that might not be immediately obvious?":[
      "Rarely, I focus on the primary outcomes.",
      "Always, I weigh the primary and potential secondary outcomes.", 
      "Sometimes, especially if it's a major change."
    ],
    


    "Describe a project or an initiative (it could be a school project, an event, a personal project, etc.) where you had to take charge or play a significant role. How did you plan, organize, and execute this project? What challenges did you face and how did you overcome them?": [
    ],



    "The data scientist presents a detailed data model that predicts human movement and traffic patterns within the city over the next 10 years. They ask: How can we use this data to optimize our smart city design?": [
      "Isn't this just typical traffic data?",
      "Let's utilize this data to enhance public transportation routes and smart traffic light systems.",
      "I'm not sure what this data signifies."
    ],
    "The architect showcases a series of designs for modular buildings that can be easily reconfigured based on the city's evolving needs. They ask: Considering the flexible nature of these designs, where should our primary focus be?": [
      "It looks fancy, but is it practical?",
      "We should focus on residential areas first, allowing for dynamic community spaces that can adapt over time.",
      "Designs don't matter as much as functionality."
    ],
    "The expert explains the potential of a new 6G network that can facilitate instantaneous communication and support augmented reality (AR) in public spaces. They inquire: How can we integrate this into our smart city plan?":[
      "Isn't 5G good enough?",
      "We can leverage this tech to enhance public services, from AR-guided public transport systems to real-time emergency response systems.",
      "Telecommunication isn't my area of expertise."
    ],
    "The official provides information about the benefits of green spaces in cities concerning air quality, mental health, and overall well-being. They ask: How do we make sure our smart city addresses these health concerns?":[
      "We have technology to clean the air, so why bother with green spaces?",
      "Incorporate abundant green spaces and parks within our city design, ensuring residents have easy access to nature for their well-being.",
      "Health is a separate department's concern."
    ],



    "Imagine you're working at a local coffee shop. You notice that during peak hours, the queue often backs up and customers are waiting for a long time. You've identified that the time-consuming part is the process of making the coffee itself, which includes: taking the order, collecting payment, passing the order to the barista, preparing the coffee, serving the coffee to the customer, and then cleaning up for the next order. How would you improve this process and reduce the waiting time for customers?":[
    ],



    "You're a customer service representative. A customer calls in, sounding quite upset, and tells you they've received a defective product. 'Hello, I recently ordered a product from your company and it's defective! This is unacceptable!'": [
      "I'm sorry, but it's not my fault.",
      "Can you please clarify what you mean by 'defective'?",
      "I apologize for the inconvenience. Let's find a solution together.",
      "You must have used it incorrectly."
    ],
    "'I've always trusted your brand, and now I feel disappointed. I needed this for a special event tomorrow!'": [
      "Many customers buy our products without issues. Maybe you're just unlucky.", 
      "I understand your frustration and disappointment. Let's see how we can rectify this in time for your event.", 
      "Why didn't you check it as soon as you received it?", 
      "We can give you a 10% discount on your next purchase."
    ],
    "'What can you do about this? I don't have time to send this back and wait for a replacement.'": [
        "Well, all sales are final. Sorry!",
        "You can buy another one, and we'll refund you when we receive the defective one.",
        "I can arrange for an expedited delivery of a replacement product. Additionally, you can return the defective one at your convenience.",
        "That's not my problem."
      ],
    "'I've told my friends about this issue, and they're advising me to post about it on social media. I really didn't expect this from your brand.'": [
      "You can post whatever you want. We have many satisfied customers.",
      "I'm really sorry you feel that way. Let's work together to resolve this. We value your feedback and want to ensure your satisfaction.", 
      "If you post negatively, we'll have to ban you from making future purchases.", 
      "There's no need to involve others. Can you please keep this between us?"
    ],
    "'How do I know I won't face the same issue in the future? I'm losing my trust in your company.'": [
        "Mistakes happen. You just got unlucky.",
        "Our products generally have high reviews. Don't worry about it.", 
        "I understand your concerns. We continually strive to improve our product quality, and your feedback is crucial. I'll ensure this is escalated to our quality control team.", 
        "Maybe our products are just not suitable for you."
      ],



      "John, who is twelve years old, is three times as old as his brother. How old will John be when he is twice as old as his brother?": [
        "16",
        "18", 
        "20", 
        "22"
      ],
      "What number comes next in the series: 1, 1, 2, 3, 5, 8, ...?": [
        "10",
        "12", 
        "13", 
        "15"
      ],
      "What comes next in the sequence: O, T, T, F, F, S, S,...?": [
        "E",
        "N", 
        "T", 
        "O"
      ],
      "If some books are red and all red things fade over time, which of the following must be true?": [
        "All books fade over time.",
        "Some red things are books.", 
        "All red books fade over time.", 
        "Some books are blue."
      ],
      "Blueberries cost more than strawberries. Strawberries cost less than raspberries. If the first two statements are true, which is the cheapest fruit?": [
        "Blueberries",
        "Strawberries", 
        "Raspberries", 
        "Can't determine"
      ],
      "Which protocol is used to assign IP addresses to devices on a network automatically?": [
        "ICMP",
        "DHCP", 
        "DNS", 
        "FTP"
      ],
      "In Linux, which command is used to view the contents of a directory?": [
        "view",
        "dir", 
        "list", 
        "ls"
      ],
      "Which of the following components is considered volatile memory, meaning it loses its contents when the power is turned off?": [
        "SSD",
        "HDD", 
        "RAM", 
        "ROM"
      ],
      "Which of the following data structures is best suited for storing hierarchical data, like a file system?": [
        "Queue",
        "Stack", 
        "Tree", 
        "Linked List"
      ],
      "Which protocol is used primarily to fetch web pages on the internet?": [
        "SMTP",
        "HTTP", 
        "FTP", 
        "SNMP"
      ],



      "You are leading a team project, and two of your team members, Alex and Jordan, are having a disagreement about the direction of a task. You notice their voices are raised, and the rest of the team is becoming visibly uncomfortable. How would you handle this situation? ": [
        "Let them resolve their disagreement on their own; they are adults and can manage their issues.",
        "Ask them both to leave the meeting and discuss their concerns privately, returning with a united decision.", 
        "Interrupt the conversation and suggest that the whole team takes a break. Speak with Alex and Jordan separately to understand their perspectives.", 
        "Change the topic in hopes that the tension will dissipate on its own."
      ],

      "A new team member, Lee, has joined your project team. You've observed that Lee struggles to integrate into the group and is often silent during meetings. What would be your approach to support Lee?": [
        "Assign another team member to act as a mentor for Lee, helping them to understand the project better.",
        "Ignore it, believing that with time Lee will adapt to the new environment.", 
        "Arrange a private meeting with Lee to understand any challenges or concerns they might be facing.", 
        "Announce in the next team meeting that everyone should make an effort to include Lee more."
      ],
      "You have to communicate to your team that the project deliverables they submitted did not meet the client's expectations and there's a need for revisions. How would you communicate this to your team? ": [
        "Email the team, listing all the errors and stating that they need to be fixed immediately.",
        "Organize a team meeting, share the feedback constructively, discuss solutions, and plan for revisions collaboratively.", 
        "Speak only with the team members responsible for the mistakes and ask them to correct them.", 
        "Wait for the next team meeting to casually mention that there were some issues with the deliverables."
      ],



      "We're giving you an object: a shoelace. In the next 2 minutes, please list as many creative and alternative uses for this shoelace as you can think of. Let's see how imaginative you can be!": [
      ],



      "Match the sentaces and the languages that they are written": [
        "English",
        "Spanish", 
        "Chinese", 
        "Hindi",
        "Arabic",
        "Bengali",
        "Russian",
        "Portuguese",
        "French",
        "Japanese",
        "Armenian",
        "Italian",
        "German",
        "It's a beautiful day today.",
        "Es un día hermoso hoy.",
        "今天是个美好的日子。",
        "आज एक सुंदर दिन है।",
        "إنها يوم جميل اليوم.",
        "আজ একটি সুন্দর দিন।",
        "Сегодня прекрасный день.",
        "Está um belo dia hoje.",
        "C'est une belle journée aujourd'hui.",
        "今日は美しい日です。",
        "Այսօր գեղեցիկ օր է։",
        "È una bella giornata oggi.",
        "Heute ist ein wunderschöner Tag."
      ],
      "Which country is traditionally associated with sushi?": [
        "China",
        "Korea", 
        "Japan", 
        "Vietnam"
      ],
      "Paella - This dish, made primarily with rice and seafood, originates from which country?": [
        "Spain",
        "Italy", 
        "Greece", 
        "Mexico"
      ],
      "Colosseum - This ancient amphitheater, known for its gladiatorial contests, is situated in which city?": [
        "Athens",
        "Rome", 
        "Paris", 
        "London"
      ],
      "Sydney Opera House - This iconic building with sail-shaped structures is located in which country?": [
        "New Zealand",
        "South Africa", 
        "Australia", 
        "Canada"
      ],
      "Kilt - This knee-length non-bifurcated skirt-type garment is traditionally associated with which country?": [
        "Scotland",
        "Ireland", 
        "England", 
        "Norway"
      ],
      "Hanbok - This is a traditional attire worn on special occasions and festivals in which country?": [
        "South Korea",
        "China", 
        "Japan", 
        "Vietnam"
      ],



      "You've been assigned to lead a project that aims to create a new software product. You're given minimal guidelines, only that it should be a productivity tool targeting freelancers. You have a diverse team of ten members, but there's no predefined structure for how to proceed. What's the first step you would take?": [
        "Wait for someone to provide clearer instructions.",
        "Call for a team meeting to brainstorm and gather insights on the vague guidelines.", 
        "Start by researching current productivity tools in the market.", 
        "Seek guidance from higher-ups or peers before proceeding."
      ],
      "After initial research, you find out that there's a vast range of productivity tools targeting freelancers. Some team members think the software should focus on task management, while others believe it should emphasize time tracking. How would you proceed?": [
        "Choose the most popular opinion in the team and proceed.",
        "Decide on your own without seeking further input.", 
        "Organize a structured debate or discussion to weigh pros and cons, followed by a team vote.", 
        "Avoid making a decision and wait to see if a clear direction emerges on its own."
      ],
      "During the project, a key team member resigns, leaving a knowledge gap in the team. How would you handle the situation?": [
        "Immediately request a replacement from the HR department.",
        "Panic and worry about the potential delays and issues.", 
        "Gather the team, assess the knowledge gap, and brainstorm ways to distribute tasks or train other members to bridge the gap.", 
        "Hope someone in the team steps up to fill the role without any intervention."
      ],
      "Two months into the project, a competitor releases a similar product. Your team is demoralized. What's your response?": [
        "Consider abandoning the project as it's too risky now.",
        "Rally the team, analyze the competitor's product for strengths and weaknesses, and adapt your strategy.", 
        "Stick to the original plan without any changes.", 
        "Ask higher-ups what to do next."
      ],



      "Which of the following contributes most to the greenhouse effect?": [
        "Oxygen",
        "Nitrogen", 
        "Carbon dioxide", 
        "Helium"
      ],
      "What are the main causes of deforestation? ": [
        "Urban development and transportation.",
        "Tourism and scientific research.", 
        "Logging and agriculture.", 
        "Wildlife conservation and recreation."
      ],
      "Which of the following is a renewable resource?": [
        "Coal",
        "Oil", 
        "Natural gas", 
        "Solar energy"
      ],
      "What impact do plastic pollutants primarily have on the ocean ecosystem?": [
        "They increase the salt concentration in seawater.",
        "They lead to an increase in oceanic volcanic activity.", 
        "They disrupt the food chain by being ingested by marine animals.", 
        "They provide a new habitat for deep-sea creatures."
      ],
      "Which activity contributes most significantly to global water scarcity?": [
        "Household water use.",
        "Industrial processes.", 
        "Agricultural irrigation.", 
        "Hydroelectric power generation."
      ]
  }